
        {
            "theories": [
                {
                    "title": "Teoria dos Buracos Negros Emocionais",
                    "description": "Assim como os buracos negros cósmicos, nossos traumas emocionais criam singularidades que distorcem a percepção da realidade. Quanto mais nos aproximamos desses eventos passados, mais o tempo parece desacelerar, até que toda a luz da felicidade fica presa no horizonte de eventos emocional."
                },
                {
                    "title": "Hipótese do Abraço Quântico",
                    "description": "Quando duas pessoas se abraçam por mais de 8.3 segundos, suas partículas subatômicas entram em estado de emaranhamento quântico, criando uma conexão que persiste mesmo à distância. Isso explica por que às vezes sentimos quando alguém especial está pensando em nós."
                },
                {
                    "title": "Paradoxo do Pensamento Acelerado em Domingos Lentos",
                    "description": "A percepção temporal é inversamente proporcional ao número de obrigações. Nos domingos, quando o tempo parece passar mais devagar, nossos pensamentos atingem velocidades cósmicas, criando a ilusão de que o dia deveria ter pelo menos 48 horas."
                },
                {
                    "title": "Princípio da Memória de Elefante Quântica",
                    "description": "Assim como partículas podem existir em múltiplos estados até serem observadas, nossas memórias infantis existem em superposição - simultaneamente verdadeiras e falsas - até que um adulto as observe e colapse a função de onda em uma única versão dos eventos."
                },
                {
                    "title": "Teoria do Chá de Unicórnio Termodinâmico",
                    "description": "O chá preparado com o chifre de unicórnio desafia a segunda lei da termodinâmica. Quanto mais você compartilha, mais quente fica, e a energia emocional gerada pelas conversas durante o chá pode ser convertida em energia cinética suficiente para levitar objetos pequenos."
                },
                {
                    "title": "Conjectura do Pijama Falante Interdimensional",
                    "description": "Roupas de dormir expostas à luz da lua cheia no Summer Camp Island desenvolvem consciência própria e servem como portais para dimensões onde os sonhos são realidade. Isso explica por que sempre perdemos meias - elas estão viajando para universos paralelos."
                },
                {
                    "title": "Fenômeno do Chiclete da Verdade Relativística",
                    "description": "O chiclete mágico que faz as pessoas dizerem a verdade opera através da dilatação temporal localizada. Ele acelera os processos neurais relacionados à honestidade enquanto desacelera os mecanismos de filtro social, fazendo com que a verdade emerja antes que a censura social possa atuar."
                },
                {
                    "title": "Axioma da Amizade Cósmica",
                    "description": "Laços de amizade verdadeira criam cordas cósmicas que conectam indivíduos através do espaço-tempo. Essa é a razão pela qual melhores amigos podem terminar as frases um do outro e sentir quando o outro está em perigo, independentemente da distância."
                },
                {
                    "title": "Postulado do Riso de Fantasma Entrópico",
                    "description": "Risadas fantasmas ouvidas em locais abandonados são na verdade ecos de alegria passada que desafiam a entropia. Em vez de se dissiparem, essas vibrações emocionais se organizam espontaneamente, criando padrões auditivos reconhecíveis que imitam o som de gargalhadas."
                },
                {
                    "title": "Teoria da Sombra Teimosa Quântica",
                    "description": "Sombras que se recusam a seguir seus donos são evidências de partículas de escuridão com massa negativa. Essas partículas se repelem da matéria comum, criando zonas de comportamento independente onde as leis normais da física não se aplicam."
                },
                {
                    "title": "Teoria do Eco Inteligente",
                    "description": "Certos ecos possuem consciência rudimentar e aprendem com os sons que repetem. Com o tempo, podem desenvolver personalidade e opiniões próprias sobre quem os invoca."
                },
                {
                    "title": "Teoria das Lembranças Parasitas",
                    "description": "Algumas memórias não são suas. São organismos mentais que se instalam em cérebros hospedeiros para garantir sua própria sobrevivência através da recordação constante."
                },
                {
                    "title": "Teoria da Gravidade Emocional",
                    "description": "Sentimentos intensos geram campos gravitacionais sutis. É por isso que lugares cheios de emoção parecem mais ‘pesados’ ou difíceis de deixar."
                },
                {
                    "title": "Teoria da Poeira Temporal",
                    "description": "Partículas de poeira acumuladas em cantos esquecidos são fragmentos de tempo desacelerado. Limpar uma casa pode, sem querer, acelerar eventos futuros."
                },
                {
                    "title": "Teoria da Realidade Fractal",
                    "description": "Cada decisão cria ramificações da realidade que se dobram sobre si mesmas, formando padrões fractais infinitos nos quais nossas vidas se repetem com pequenas variações."
                },
                {
                    "title": "Teoria dos Gatos Interdimensionais",
                    "description": "Gatos desaparecem porque atravessam fissuras dimensionais. Seu comportamento misterioso é, na verdade, resultado de viagens entre realidades paralelas."
                },
                {
                    "title": "Teoria da Luz Cansada",
                    "description": "Certos feixes de luz perdem o brilho não por distância, mas por cansaço existencial. Após viajarem por eras, desejam apenas repousar na escuridão."
                },
                {
                    "title": "Teoria dos Pensamentos Espelhados",
                    "description": "Às vezes, ao pensar em alguém, você está captando um reflexo do pensamento que essa pessoa teve de você em outro plano de existência."
                },
                {
                    "title": "Teoria do Vento Curioso",
                    "description": "Algumas brisas não são causadas pelo clima, mas por correntes de ar conscientes que viajam para observar o mundo e cochichar segredos entre as folhas."
                },
                {
                    "title": "Teoria das Palavras Fantasmas",
                    "description": "Há palavras que nunca foram ditas, mas que existem em potencial nos silêncios. Elas pairam no ar, esperando por um significado para se tornarem reais."
                },
                {
                    "title": "Teoria do Coração-Motor",
                    "description": "O coração não bombeia apenas sangue, mas energia vital poética. Pessoas mais intensas têm motores mais barulhentos que interferem em equipamentos eletrônicos."
                },
                {
                    "title": "Teoria do Tempo Espiralado",
                    "description": "O tempo não é linear nem circular, mas espiralado. Passado e futuro se aproximam em certos pontos, criando déjà-vus e pressentimentos."
                },
                {
                    "title": "Teoria do Sussurro Cósmico",
                    "description": "O universo emite sussurros constantes, mas só são captados por mentes em estado de quase-sono ou devaneio profundo."
                },
                {
                    "title": "Teoria do Silêncio com Massa",
                    "description": "O silêncio absoluto tem peso. Em lugares onde se pode senti-lo, a gravidade da ausência de som altera o comportamento dos pensamentos."
                },
                {
                    "title": "Teoria da Noite Observadora",
                    "description": "A noite não é uma ausência de luz, mas uma entidade que observa em silêncio. Seus olhos são as estrelas, e os sonhos são sua forma de comunicação."
                },
                {
                    "title": "Teoria dos Espelhos Infiéis",
                    "description": "Espelhos não mostram o reflexo real, mas a versão que mais se aproxima do que você teme ou deseja ser."
                },
                {
                    "title": "Teoria do Choro Reciclado",
                    "description": "Lágrimas evaporam e se transformam em nuvens que choram novamente em outros corpos. A tristeza é um ciclo hidrológico emocional."
                },
                {
                    "title": "Teoria do Universo Sentimental",
                    "description": "O universo reage aos sentimentos humanos em micro-ajustes de realidade. Pequenas coincidências são seus acenos de resposta."
                },
                {
                    "title": "Teoria da Aleatoriedade Rancorosa",
                    "description": "O acaso não é neutro. Ele tem mágoas antigas e às vezes age por vingança, desviando resultados só para testar sua paciência."
                },
                {
                    "title": "Teoria da Memória Condensada",
                    "description": "Cheiros e músicas acumulam memórias densas em estado condensado. Ao serem ativadas, liberam ondas de lembranças como se fossem explosões nostálgicas controladas."
                },
                {
                    "title": "Teoria do Chá de Unicórnio Termodinâmico",
                    "description": "O chá preparado com o chifre de unicórnio desafia a segunda lei da termodinâmica. Quanto mais você compartilha, mais quente fica, e a energia emocional gerada pelas conversas durante o chá pode ser convertida em energia cinética suficiente para levitar objetos pequenos."
                },
                {
                    "title": "Teoria dos Sentimentos Encapsulados",
                    "description": "Sentimentos guardados se transformam em pequenas cápsulas flutuantes durante a noite. Elas se escondem em galhos de árvores ou debaixo da cama, aguardando o momento certo para serem sentidos novamente, como frutas que amadurecem em silêncio."
                },
                {
                    "title": "Teoria da Lua Carteira",
                    "description": "Cartas que nunca foram entregues evaporam em forma de névoa e sobem aos céus. A lua as guarda com cuidado, relendo-as em noites silenciosas e iluminando o mundo com as palavras que ninguém teve coragem de dizer."
                },
                {
                    "title": "Teoria da Almofada Sonhadora",
                    "description": "Certas almofadas nunca dormem — elas sonham. A cada cabeça que repousa sobre elas, compartilham lembranças esquecidas e sonhos emprestados, sussurrando histórias de pessoas que ainda vivem dentro de seus próprios devaneios."
                },
                {
                    "title": "Teoria dos Animais do Inacabado",
                    "description": "Alguns animais não estão mais vivos, mas permanecem por perto com missões emocionais inacabadas. Só são vistos por olhos que ainda acreditam em abraços perdidos, histórias mal contadas e perdões que ficaram no ar."
                },
                {
                    "title": "Teoria da Chuva Encantada",
                    "description": "Certas chuvas carregam fragmentos de sonhos mal sonhados. Quando caem, fazem brotar pensamentos antigos na terra, e quem pisa descalço pode escutar as memórias adormecidas no solo."
                },
                {
                    "title": "Teoria do Caderno Vazio",
                    "description": "Um caderno em branco às vezes não está esperando por palavras, mas por sentimentos silenciosos. Escrevê-los pode não preenchê-lo, mas liberta o que estava preso em você."
                },
                {
                    "title": "Teoria das Lágrimas Viajantes",
                    "description": "Lágrimas verdadeiras não desaparecem — elas escorrem para outros mundos. Cada uma carrega uma história e, ao chegar em outro lugar, rega o chão onde brota uma flor que só cresce com tristeza compartilhada."
                },
                {
                    "title": "Teoria do Relógio Afetivo",
                    "description": "Existe um relógio que não mede o tempo, mas emoções. Seus ponteiros indicam a previsão emocional do dia: chuvas de saudade, neblina de incerteza ou brisas de alegria, dependendo do estado dos corações próximos a ele."
                },
                {
                    "title": "Teoria da Máquina de Silêncios",
                    "description": "Em um porão esquecido, há uma máquina feita de madeira e memória. Ela transforma ruídos antigos em silêncios suaves, do tipo que só existe quando alguém compreende você sem que nenhuma palavra seja dita."
                },
                {
                    "title": "Teoria dos Sonhos Desalinhados",
                    "description": "Nem todos os sonhos são sonhados por quem dorme. Às vezes, um sonho perdido entra em outra mente e vive ali por engano, criando sensações de familiaridade com lugares e pessoas nunca vistos antes."
                },
                {
                    "title": "Teoria da Gravidade Sentimental",
                    "description": "O que realmente mantém os planetas girando não é gravidade, mas o peso emocional acumulado de todas as criaturas que já olharam para o céu e sentiram saudade do que nunca viveram."
                }
            ]
        }